{
    "How it works": "Hoe het werkt",
    "Share your craft with the world": "Deel je ambacht met de wereld",
    "Create a beautiful page for your local products, no tech skills needed": "Maak een prachtige website for je locale producten, geen technische kennis nodig",
    "Get started": "Begin nu",
    "Get your own beautiful storefront in just a few simple steps": "Krijg je eigen prachtige winkel in een paar simpele stappen",
    "Create your shop": "Maak je winkel",
    "Pick a name and get a unique link like": "Kies een naam en krijg een unieke link zoals",
    "No tech skills needed": "Geen technische kennis nodig",
    "Add your products": "Voeg je producten toe",
    "Upload a photo, write a short description, and set prices": "Upload een foto, schrijf een korte beschrijving, en kies je prijzen",
    "Show off what makes your product special": "Laat zien wat jou producten speciaal maakt",
    "Share your personalized link": "Deel je persoonlijke link",
    "Share your shop with friends, family, or market visitors": "Deel je winkel met vrienden, familie, of marktbezoekers",
    "Your page looks great on phones too": "Ook op telefoons zal je pagina er geweldig uitzien",
    "Register": "Registreren",
    "Log in": "Inloggen",
    "Log out": "Uitloggen",
    "Name": "Naam",
    "Password": "Wachtwoord",
    "Confirm Password": "Wachtwoord controle",
    "Remember me": "Ingelogd blijven",
    "Forgot your password?": "Wachtwoord vergeten?",
    "Already registered?": "Heb je al een account?",
    "Email Password Reset Link": "Stuur Wachtwoord Reset Link",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Wachtwoord vergeten? Geen probleem. Vul hier je emailadres in en we sturen je een link om een nieuw wachtwoord aan te maken.",
    "Reset Password": "Wachtwoord Resetten",
    "This is a secure area of the application. Please confirm your password before continuing.": "Dit is een beveiligd gedeelte van de app. Bevestig uw wachtwoord voordat u verdergaat.",
    "Resend Verification Email": "Stuur Verificatie Email Opnieuw",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Bedankt voor je aanmelding! Zou je, voordat je begint, je e-mailadres kunnen verifiëren door te klikken op de link die we je zojuist hebben gestuurd? Als je de e-mail niet hebt ontvangen, sturen we je graag een nieuwe.",
    "A new verification link has been sent to the email address you provided during registration.": "Er is een nieuwe verificatielink verzonden naar het e-mailadres dat u bij uw registratie hebt opgegeven.",
    "Your Stores": "Uw Winkels",
    "Profile": "Uw Profiel",
    "Add Store": "Winkel Toevoegen",
    "Manage Store": "Winkel Beheren",
    "Add Product": "Product Toevoegen",
    "Create Store": "Winkel Toevoegen",
    "Return": "Terug",
    "Store Information": "Winkel Informatie",
    "Description": "Beschrijving",
    "Save": "Opslaan",
    "No stores yet. Get started now by clicking the link in the top right.": "Nog geen winkels. Klink op de link rechtsbovenin om te beginnen.",
    "Create Product": "Product Toevoegen",
    "Product Information": "Product Informatie",
    "Price": "Prijs",
    "Image": "Afbeelding",
    "Edit Product": "Product Aanpassen",
    "Products": "Producten",
    "New": "Nieuw",
    "Submit": "Versturen",
    "Message": "Bericht",
    "We have received your message. We will get back to you as soon as possible.": "We hebben uw bericht ontvangen. We komen zo spoedig mogelijk bij u terug.",
    "Access denied": "Toegang geweigerd",
    "You do not have permission to access this page.": "U hebt geen toestemming om deze pagina te bezoeken.",
    "Back to home": "Terug naar huis",
    "Page not found": "Pagina niet gevonden",
    "Sorry, we couldn’t find the page you’re looking for.": "Sorry, we konden de pagina die je zoekt niet vinden.",
    "Create your store": "Maak je winkel",
    "Add your first product": "Voeg je eerste product toe",
    "Contact": "Contact",
    "You can always contact us with any questions, we will get back to you as fast as possible.": "U kunt altijd contact met ons opnemen als u vragen heeft. Wij reageren zo snel mogelijk.",
    "Are you sure? Click again": "Weet je het zeker? Klik dan nogmaals",
    "Delete Store": "Winkel Verwijderen",
    "Edit Store": "Winkel Aanpassen",
    "Update": "Aanpassen",
    "Privacy Policy": "Privacybeleid",
    "Terms of Use": "Gebruiksvoorwaarden",
    "Effective Date: :date": "Ingangsdatum: :date",
    "We collect name and email address when you register or contact us.": "We verzamelen je naam en e-mailadres wanneer je je registreert of contact met ons opneemt.",
    "We use your data to create and manage your artisan store and contact you regarding your account or support queries. We do not sell or share your personal information with third parties for marketing.": "We gebruiken je gegevens om je winkel te beheren en contact met je op te nemen over je account of vragen. We verkopen of delen je gegevens niet met derden voor marketingdoeleinden.",
    "We use Fathom Analytics (no personal data collection) and Cloudflare for CDN and caching.": "We gebruiken Fathom Analytics (verzamelt geen persoonsgegevens) en Cloudflare voor CDN en caching.",
    "You may submit content such as your store name, store description, product details, and images. You are responsible for ensuring this content does not violate any laws or rights.": "Je kunt inhoud toevoegen zoals je winkelnaam, beschrijving, productdetails en afbeeldingen. Jij bent verantwoordelijk dat deze inhoud geen wetten of rechten schendt.",
    "Visitors can contact artisans via email or Instagram links if provided by the artisan. localpantry.shop is not responsible for communications between artisans and visitors.": "Bezoekers kunnen contact opnemen met makers via e-mail of Instagram-links als de maker die heeft ingevuld. localpantry.shop is niet verantwoordelijk voor deze communicatie.",
    "We use only functional cookies necessary to operate the site. We do not use tracking or advertising cookies.": "We gebruiken alleen functionele cookies die nodig zijn voor het functioneren van de site. We gebruiken geen tracking- of advertentiecookies.",
    "You can request deletion of your account and associated data by contacting us at :contact": "Je kunt verzoeken je account en bijbehorende gegevens te verwijderen door contact met ons op te nemen via :contact",
    "localpantry.shop provides local artisans with a platform to create simple online storefronts. We do not facilitate direct sales. Visitors may view products and contact artisans independently.": "localpantry.shop biedt lokale makers een platform om eenvoudige online etalages te maken. We faciliteren geen directe verkoop. Bezoekers kunnen producten bekijken en zelf contact opnemen met de maker.",
    "To register, you must be at least 18 years old and provide accurate name and email information. You are responsible for any content you publish on your store.": "Om je te registreren moet je minimaal 18 jaar oud zijn en correcte naam- en e-mailgegevens opgeven. Jij bent verantwoordelijk voor alle inhoud die je plaatst in je winkel.",
    "You agree not to upload content that is illegal, fraudulent, misleading, infringes intellectual property rights, or contains hate speech or offensive material.": "Je stemt ermee in geen inhoud te uploaden die illegaal, misleidend of in strijd met intellectuele eigendomsrechten is, of die haatzaaiend of beledigend materiaal bevat.",
    "We do not guarantee sales, traffic, or visibility and may update or discontinue features at any time.": "We garanderen geen verkopen, bezoekers of zichtbaarheid en kunnen op elk moment functies wijzigen of verwijderen.",
    "Your store may include links (e.g., to Instagram or email). We are not responsible for the content or security of third-party sites.": "Je winkel kan links bevatten (bijv. naar Instagram of e-mail). Wij zijn niet verantwoordelijk voor de inhoud of veiligheid van externe websites.",
    "localpantry.shop is not responsible for issues arising from communication or transactions between artisans and visitors, or for data loss and downtime.": "localpantry.shop is niet verantwoordelijk voor problemen die ontstaan uit communicatie of transacties tussen makers en bezoekers, of voor dataverlies of downtime.",
    "We may suspend or remove accounts that violate these terms without prior notice.": "We kunnen accounts die deze voorwaarden schenden zonder voorafgaande waarschuwing opschorten of verwijderen.",
    "For questions, contact us at :contact": "Voor vragen kun je contact met ons opnemen via :contact",
    "About localpantry.shop": "Over localpantry.shop",
    "localpantry.shop is a simple platform that helps local makers share their products online, without needing web or design skills.": "localpantry.shop is een eenvoudig platform dat lokale makers helpt hun producten online te delen, zonder kennis van websites of design.",
    "We're just getting started, but our mission is clear: to make it easier for small artisans to get discovered, showcase their work, and connect with their communities.": "We zijn net begonnen, maar onze missie is duidelijk: het gemakkelijker maken voor kleine ambachtslieden om ontdekt te worden, hun werk te tonen en contact te maken met hun gemeenschap.",
    "If you create, bake, grow, brew, or build, this platform is made for you.": "Als je iets maakt, bakt, kweekt, brouwt of bouwt, dan is dit platform voor jou.",
    "We're a small team, and this is a labor of love. Thank you for being here from the beginning.": "We zijn een klein team en dit is een project uit liefde. Bedankt dat je er vanaf het begin bij bent.",
    "About": "Over",
    "Discover local artisans on localpantry.shop": "Ontdek lokale ambachtslieden op localpantry.shop",
    "Forgot Password": "Wachtwoord Vergeten",
    "Verify Email": "E-mailadres verifiëren"
}
